<template>
  



<div class="container py-3">
    <div class="row"><h1 class="m-auto">مقایسه سه پرچمدار هوآوی،سامسونگ،اپل</h1></div>
    <div class="row  py-3">
        <div class="col-sm-8 m-auto"><img class="img-fluid" src="https://entrackr.com/wp-content/uploads/2019/11/Phones-1200x600.jpg" alt=""></div>
    </div>
    <div class="row m-auto">
        <div class="col-sm-8 m-auto">
            <p style="font-size:14px">شرکت های سامسونگ، هواوی و اپل سه کمپانی مهم تولیدکننده گوشی در جهان هستند که به تازگی پرچمداران خود را معرفی کرده اند. در این مقاله به مقایسه سه موبایل i phone11promax، Samsung note10 و mate30pro می پردازیم که در اوت و سپتامبر 2019 از آنها رونمایی شده است. این فبلت ها، به ترتیب از صفحه نمایش 6.5، 6.8 و 6.53 اینچی بهره می برند که در این بین، گلکسی Note 10 Plus از وضوح تصویر بالاتری برخوردار می باشد. موبایل iPhone 11 Pro Max با فریم استیل ضد زنگ عرضه شده و در مقایسه با دو اسمارت فون دیگر که دور بدنه آلومینیومی دارند، از مقاومت بیشتری در برابر آب و گرد و غبار برخوردار است. سامسونگ، پرچمدار خود را به حافظه داخلی 256 و 512 گیگابایت و رم 12 مجهز کرده، در صورتی که هواوی میت 30 پرو با حافظه های داخلی 128 و 256 گیگابایت و رم 8 و آیفون 11 پرو مکس با حافظه های داخلی 64، 256 و 512 گیگابایت و رم 4 روانه بازارهای جهانی شده اند. در میان سه اسمارت فون معرفی شده، تنها فبلت iPhone 11 Pro Max قابلیت پشتیبانی از کارت حافظه ندارد و به یک دوربین سه گانه مجهز شده است. در حالی که گلکسی نوت 10 پلاس و هواوی Mate 30 Pro از دوربین چهارگانه بهره می برند. گلکسی Note 10 plus با اندروید 9.0 (پای) و رابط کاربری One UI و آیفون 11 پرو مکس با سیستم عامل iOS 13 عرضه می شوند. هواوی میت 30 پرو نیز با نسخه 10 سیستم عامل اندروید و رابط کاربری EMUI 10 و با بیشترین ظرفیت باتری در مقایسه با دو موبایل دیگر روانه بازار خواهد شد.</p>
            <img class="img-fluid mr-auto" src="https://paytakhtmobile.ir/wp-content/uploads/2021/11/samsung-huawei-iphone-vs-300x147.jpg" alt="">
            <br>
            <h1>طراحی و کیفیت ساخت</h1>
            <p style="font-size:14px">گلکسی Note 10 Plus همانند میت 30 پرو با پنل های شیشه ای توسط گوریلا گلس 6 (Corning Gorilla Glass 6) محافظت می شود و دارای فریم آلومینیومی می باشد. میتوان گفت که گلکسی Note 10 Plus برای یک کاربر متوسط، نسبتا بزرگ است اما به دلیل پشتیبانی از قلم Stylus آن را به بهترین دستگاه برای برطرف کردن نیازهای کاربر تبدیل می کند. در حالی که آیفون 11 پرو مکس، بهترین کیفیت ساخت را داشته و با پوشش شیشه ای و فریم استیل ضد زنگ تا عمق 4 متری ضد آب می باشد. هواوی، موبایل میت 30 پرو را به نمایشگر خمیده Horizen بدون حاشیه های جانبی مجهز نموده و با حذف کلیدهای تنظیم صدا، تنها به دکمه پاور در لبه سمت راست فبلت اکتفا کرده است. در بخش میانی بالای نمایشگر پرچمداران معرفی شده، یک بریدگی وجود دارد که به ترتیب مکان دوربین سلفی برای گلکسی Note 10 Plus، ماژول های مربوط به تشخیص چهره، اسپیکر و دوربین سلفی برای فبلت iPhone 11 Pro Max و جایگاه دوربین سلفی، حسگر تشخیص عمق سه بعدی و سنسور شناسایی حرکت و محیط برای میت 30 پرو می باشد. در میان سه اسمارت فون جدید، تنها موبایل Mate 30 Pro از سنسور مادون قرمز بهره برده که این امکان را برای کاربر فراهم می کند تا از گوشی خود به عنوان کنترل دستگاه های مختلف از جمله تلویزیون و کولر گازی استفاده کند. پرچمداران نام برده شده به حسگرهای فشار سنج، قطب نما، مجاورتی، شتاب سنج و ژیروسکوپ مجهز هستند که در این میان، آیفون 11 پرو مکس از حسگر تشخیص چهره (Face ID)، گلکسی Note 10 Plus از سنسور اثر انگشت اولتراسونیک و موبایل Mate 30 Pro از حسگر تشخیص چهره و اثر انگشت اپتیکال بهره می برد. گوشی iPhone 11 Pro Max در رنگ های طلایی، نقره ای، خاکستری و سبز، موبایل نوت 10 پلاس در رنگ های Aura Glow، Aura White، Aura Black و Aura Blue و میت 30 پرو در رنگ های مشکی، نقره ای، بنفش و سبز روانه بازار خواهند شد.</p>
        </div>
    </div>
</div>





</template>

<script>
export default {

}
</script>

<style>

</style>